Repository: olvid-io/olvid-ios
Catalog: Sources/App/ObvOnboarding/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, pt_pt, ru, uk, zh_hans

# IDENTITY_PROVIDER_CONFIGURED_FAILURE
source: The identity provider of your company does not seem to be available. Please contact your administrator.
de: Der Identitätsanbieter Ihres Unternehmens scheint nicht verfügbar zu sein. Bitte wenden Sie sich an Ihren Administrator.
es: El proveedor de identidad de tu empresa no parece estar disponible. Por favor, contacta a tu administrador.
fr: Le fournisseur d'identité de votre société ne semble pas disponible. Veuillez contacter votre administrateur.
it: Il provider di identità della tua azienda sembra non essere disponibile. Contatta il tuo amministratore.
ja: お客様の会社のIDプロバイダーが利用できないようです。管理者にお問い合わせください。
ko: 귀사의 ID 공급자가 현재 사용할 수 없는 것 같습니다. 관리자에게 문의해 주세요.
pt_br: O provedor de identidade da sua empresa parece não estar disponível. Entre em contato com o administrador.
pt_pt: O provedor de identidade da sua empresa parece não estar disponível. Contacte o seu administrador.
ru: Похоже, что провайдер идентификации вашей компании недоступен. Пожалуйста, свяжитесь с вашим администратором.
uk: Постачальник ідентифікаційних даних вашої компанії, здається, недоступний. Зверніться до вашого адміністратора.
zh_hans: 您的公司的身份验证提供程序似乎无法使用。请联系您的管理员。

# IDENTITY_PROVIDER_CONFIGURED_SUCCESS
source: The identity provider of your company was successfully configured. Please authenticate to retrieve your personal information.
de: Der Identitätsanbieter Ihres Unternehmens wurde erfolgreich konfiguriert. Bitte authentifizieren Sie sich, um Ihre persönlichen Informationen abzurufen.
es: El proveedor de identidad de tu empresa se configuró correctamente. Por favor, autentícate para obtener tu información personal.
fr: Le fournisseur d'identité de votre société a été configuré avec succès. Veuillez vous authentifier pour récupérer vos informations personnelles.
it: Il provider di identità della tua azienda è stato configurato correttamente. Autenticati per recuperare le tue informazioni personali.
ja: 会社のIDプロバイダーの設定が正常に完了しました。認証を行って、個人情報にアクセスしてください。
ko: 귀사의 ID 공급자가 성공적으로 구성되었습니다. 개인 정보를 가져오려면 인증하십시오.
pt_br: O provedor de identidade da sua empresa foi configurado com sucesso. Por favor, autentique-se para obter suas informações pessoais.
pt_pt: O fornecedor de identidade da sua empresa foi configurado com sucesso. Por favor, autentique-se para obter as suas informações pessoais.
ru: Поставщик идентификационных данных вашей компании успешно настроен. Пожалуйста, выполните аутентификацию для получения личной информации.
uk: Постачальник ідентифікаційних даних вашої компанії успішно налаштовано. Будь ласка, пройдіть аутентифікацію для отримання вашої особистої інформації.
zh_hans: 您的公司身份验证提供程序已成功配置。请进行身份验证以检索您的个人信息。

# IDENTITY_PROVIDER_OPTION_EXPLANATION
source: This screen lets you to manually configure your company's identity provider. If you received a configuration link (or QR code), please tap on "Back" and tap the link or scan the code. This will make the onboarding process much easier 😇. Please contact your administrator for more details.
de: Auf diesem Bildschirm können Sie die Identitätsprovider Ihres Unternehmens manuell konfigurieren. Wenn Sie einen Konfigurationslink (oder QR-Code) erhalten haben, tippen Sie bitte auf "Zurück" und tippen Sie auf den Link oder scannen Sie den Code. Dies erleichtert den Onboarding-Prozess erheblich 😇. Bitte wenden Sie sich an Ihren Administrator, um weitere Informationen zu erhalten.
es: Esta pantalla te permite configurar manualmente el proveedor de identidad de tu empresa. Si recibiste un enlace de configuración (o un código QR), por favor, toca en "Atrás" y toca el enlace o escanea el código. Esto hará que el proceso de incorporación sea mucho más fácil 😇. Ponte en contacto con tu administrador para obtener más detalles.
fr: Cet écran vous permet de configurer manuellement le fournisseur d'identité de votre entreprise. Si vous avez reçu un lien (ou un code QR) de configuration, appuyez sur « Retour » et appuyez sur le lien ou scannez le code. Le processus de démarrage n'en sera que plus simple 😇. Veuillez contacter votre administrateur pour plus de détails.
it: Questa schermata ti permette di configurare manualmente il provider di identità della tua azienda. Se hai ricevuto un link di configurazione (o un codice QR), ti preghiamo di toccare "Indietro" e toccare il link o scansionare il codice. Questo renderà il processo di onboarding molto più semplice 😇. Contatta il tuo amministratore per maggiori dettagli.
ja: この画面では、お客様の会社のIDプロバイダーを手動で構成できます。設定リンク（またはQRコード）を受け取った場合は、「戻る」をタップしてリンクをタップするか、コードをスキャンしてください。これにより、オンボーディングプロセスが大幅に簡単になります。 詳細については、管理者にお問い合わせください。
ko: 이 화면에서는 회사 ID 공급자를 수동으로 구성할 수 있습니다. 구성 링크(또는 QR 코드)를 받은 경우 "뒤로"를 탭한 다음 링크를 탭하거나 코드를 스캔하세요. 그러면 온보딩 프로세스가 훨씬 쉬워집니다. 자세한 내용은 관리자에게 문의하십시오.
pt_br: Esta tela permite que você configure manualmente o provedor de identidade da sua empresa. Se você recebeu um link de configuração (ou código QR), toque em "Voltar" e, em seguida, toque no link ou escaneie o código. Isso tornará o processo de configuração muito mais fácil 😇. Entre em contato com o administrador para obter mais detalhes.
pt_pt: Este ecrã permite-lhe configurar manualmente o fornecedor de identidade da sua empresa. Se recebeu um link de configuração (ou código QR), toque em "Voltar" e, em seguida, toque no link ou leia o código. Isto tornará o processo de integração muito mais fácil 😇. Contacte o seu administrador para obter mais detalhes.
ru: Этот экран позволяет вручную настроить поставщика удостоверений вашей компании. Если вы получили ссылку конфигурации (или QR-код), пожалуйста, нажмите «Назад» и нажмите на ссылку или отсканируйте код. Это значительно упростит процесс адаптации 😇. Обратитесь к вашему администратору для получения более подробной информации.
uk: Цей екран дозволяє вручну налаштувати провайдера ідентифікації вашої компанії. Якщо ви отримали посилання налаштування (або QR-код), будь ласка, натисніть «Назад» і виберіть посилання або скануйте код. Це значно спростить процес налаштування 😇. Зверніться до адміністратора для отримання додаткової інформації.
zh_hans: 此界面允许您手动配置您公司的身份提供程序。如果您收到了配置链接（或二维码），请点击“返回”，然后点击链接或扫描二维码。这将使入职过程更加容易。 请联系您的管理员以获取更多详细信息。

# INVALID_MAGIC_LINK_ALERT_MESSAGE
source: This magic link is no longer valid. Each magic link can only be used once — if you have already used it, please contact your administrator to request a new one.
de: Dieser Magic-Link ist nicht mehr gültig. Jeder Magic-Link kann nur einmal verwendet werden — wenn Sie ihn bereits verwendet haben, wenden Sie sich bitte an Ihren Administrator, um einen neuen anzufordern.
es: Este enlace mágico ya no es válido. Cada enlace mágico solo puede usarse una vez — si ya lo has utilizado, ponte en contacto con tu administrador para solicitar uno nuevo.
fr: Ce lien magique n'est plus valide. Chaque lien magique ne peut être utilisé qu'une seule fois — si vous l'avez déjà utilisé, veuillez contacter votre administrateur pour en demander un nouveau.
it: Questo magic link non è più valido. Ogni magic link può essere utilizzato una sola volta — se lo hai già utilizzato, contatta il tuo amministratore per richiederne uno nuovo.
ja: このマジックリンクは有効期限が切れています。各マジックリンクは1回のみ使用できます。すでに使用済みの場合は、管理者にお問い合わせの上、新しいリンクをリクエストしてください。
ko: 이 매직 링크는 더 이상 유효하지 않습니다. 각 매직 링크는 한 번만 사용할 수 있습니다. 이미 사용한 경우 관리자에게 연락하여 새 링크를 요청하세요.
pt_br: Este link mágico não é mais válido. Cada link mágico só pode ser usado uma vez — se você já o usou, entre em contato com seu administrador para solicitar um novo.
pt_pt: Este link mágico já não é válido. Cada link mágico só pode ser utilizado uma vez — se já o utilizou, contacte o seu administrador para solicitar um novo.
ru: Эта magic-ссылка больше не действительна. Каждая magic-ссылка может быть использована только один раз — если вы её уже использовали, обратитесь к администратору для получения новой.
uk: Це magic-посилання більше не є дійсним. Кожне magic-посилання можна використати лише один раз — якщо ви вже використали його, зверніться до адміністратора для отримання нового.
zh_hans: 此魔法链接已失效。每个魔法链接只能使用一次——如果您已经使用过此链接，请联系管理员申请新的链接。

# INVALID_MAGIC_LINK_ALERT_TITLE
source: Invalid magic link
de: Ungültiger Magic-Link
es: Enlace mágico no válido
fr: Lien magique invalide
it: Magic link non valido
ja: 無効なマジックリンクです
ko: 잘못된 매직 링크
pt_br: Link mágico inválido
pt_pt: Link mágico inválido
ru: Недействительная magic-ссылка
uk: Недійсне magic-посилання
zh_hans: 无效的魔法链接

source: Keep %@ active
de: %@ aktiv halten
es: Mantener %@ activo
fr: Maintenir %@ actif
it: Mantieni %@ attivo
ja: %@ をアクティブな状態に維持
ko: %@를 활성 상태로 유지
pt_br: Mantenha %@ ativo
pt_pt: Manter %@ ativo
ru: Держите %@ активным
uk: Залишайте %@ активним
zh_hans: 保持 %@ 活跃

source: Keep selected device active
de: Ausgewähltes Gerät aktiv lassen
es: Mantener dispositivo seleccionado activo
fr: Maintenir l'appareil sélectionné actif
it: Mantieni attivo il dispositivo selezionato
ja: 選択したデバイスをアクティブな状態に保つ
ko: 선택한 장치를 활성 상태로 유지
pt_br: Mantenha o dispositivo selecionado ativo
pt_pt: Manter o dispositivo selecionado ativo
ru: Поддерживать выбранное устройство активным
uk: Залишити вибраний пристрій активним
zh_hans: 保持选定设备处于活动状态

# KEYCLOAK_AUTHENTICATION_FAILED_ALERT
source: Authentication failed
de: Authentifizierung fehlgeschlagen
es: Autenticación fallida
fr: L'authentification a échoué
it: Autenticazione fallita
ja: 認証に失敗しました
ko: 인증에 실패했습니다.
pt_br: Falha na autenticação
pt_pt: Autenticação falhou
ru: Ошибка аутентификации
uk: Автентифікацію не вдалося
zh_hans: 身份验证失败

# KEYCLOAK_AUTHENTICATION_FAILED_ALERT_%@
source: Authentication failed: %@
de: Authentifizierung fehlgeschlagen: %@
es: Error de autenticación: %@
fr: L'authentification a échoué : %@
it: Autenticazione fallita: %@
ja: 認証に失敗しました: %@
ko: 인증에 실패했습니다: %@
pt_br: Falha na autenticação: %@
pt_pt: Autenticação falhou: %@
ru: Ошибка аутентификации: %@
uk: Аутентифікація не вдалася: %@
zh_hans: 身份验证失败：%@

source: Let's create your profile
de: Erstellen wir dein Profil
es: Creemos tu perfil
fr: Créons votre profil
it: Creiamo il tuo profilo
ja: プロフィールを作成しましょう
ko: 프로필을 만들어 봅시다.
pt_br: Vamos criar seu perfil
pt_pt: Vamos criar o seu perfil
ru: Давайте создадим ваш профиль
uk: Створімо ваш профіль
zh_hans: 让我们创建您的个人资料

# LOCAL_NOTIFICATIONS_TEXT_1
source: Olvid works best when you’re notified about new messages. Stay updated and respond quickly to important conversations.
de: Olvid funktioniert am besten, wenn du über neue Nachrichten benachrichtigt wirst. Bleibe auf dem Laufenden und antworte schnell auf wichtige Unterhaltungen.
es: Olvid funciona mejor cuando recibes notificaciones de nuevos mensajes. Mantente al día y responde rápidamente a las conversaciones importantes.
fr: Olvid fonctionne mieux avec les notifications pour les nouveaux messages activées. Ainsi, il est possible de répondre rapidement aux conversations importantes.
it: Olvid funziona meglio quando ricevi notifiche sui nuovi messaggi. Rimani aggiornato e rispondi rapidamente alle conversazioni importanti.
ja: 新しいメッセージの通知を受け取ると、Olvidが最も効果的に機能します。最新情報を入手し、重要な会話に迅速に対応しましょう。
ko: 새 메시지에 대한 알림을 받으면 Olvid를 가장 효과적으로 사용할 수 있습니다. 최신 정보를 확인하고 중요한 대화에 신속하게 응답하세요.
pt_br: O Olvid funciona melhor quando você recebe notificações sobre novas mensagens. Mantenha-se atualizado e responda rapidamente às conversas importantes.
pt_pt: O Olvid funciona melhor quando recebe notificações sobre novas mensagens. Mantenha-se atualizado e responda rapidamente às conversas importantes.
ru: Olvid работает лучше всего, когда вы получаете уведомления о новых сообщениях. Будьте в курсе и быстро отвечайте на важные разговоры.
uk: Olvid найкраще працює, коли вас сповіщають про нові повідомлення. Будьте в курсі та швидко відповідайте на важливі розмови.
zh_hans: 当您收到新消息通知时，Olvid 的效果最佳。及时了解并快速回复重要对话。

# LOCAL_NOTIFICATIONS_TEXT_2
source: Get alerts for new contact invitations, so you never miss a chance to connect with friends or colleagues.
de: Erhalte Benachrichtigungen über neue Kontaktanfragen, damit du nie eine Gelegenheit verpasst, dich mit Freunden oder Kollegen zu vernetzen.
es: Recibe alertas para nuevas invitaciones de contacto, para que nunca pierdas la oportunidad de conectar con amigos o compañeros.
fr: Les alertes pour les nouvelles invitations permettent de ne jamais rater une opportunité de connexion.
it: Ricevi notifiche per nuovi inviti di contatto, così non perderai mai l'opportunità di connetterti con amici o colleghi.
ja: 新しい連絡先からの招待を通知で受け取り、友人や同僚とのつながりを見逃さないようにしましょう。
ko: 새로운 연락처 초대 알림을 받으면 친구나 동료와 연결할 기회를 놓치지 않을 수 있습니다.
pt_br: Receba alertas sobre novos convites de contato, para que você nunca perca a oportunidade de se conectar com amigos ou colegas.
pt_pt: Receba notificações sobre novos convites de contacto, para que nunca perca a oportunidade de se conectar com amigos ou colegas.
ru: Получайте уведомления о новых приглашениях контактов, чтобы не упустить возможность общаться с друзьями или коллегами.
uk: Отримуйте сповіщення про нові запрошення контактів, щоб ніколи не пропустити можливість зв’язатися з друзями чи колегами.
zh_hans: 接收新联系人邀请的提醒，这样您就不会错过与朋友或同事建立联系的机会。

# LOCAL_NOTIFICATIONS_TEXT_3
source: You can always change your notification settings later in your device’s Settings app.
de: Du kannst deine Benachrichtigungseinstellungen später jederzeit in der Einstellungen-App deines Geräts ändern.
es: Siempre puedes cambiar la configuración de notificaciones más tarde en la aplicación de Ajustes de tu dispositivo.
fr: Vous pourrez toujours ajuster les notifications plus tard dans les paramètres de votre appareil.
it: Puoi sempre modificare le impostazioni delle notifiche in seguito dall'app Impostazioni del tuo dispositivo.
ja: 通知設定は、いつでもデバイスの「設定」アプリから変更できます。
ko: 나중에 기기의 설정 앱에서 알림 설정을 언제든지 변경할 수 있습니다.
pt_br: Você sempre pode alterar suas configurações de notificação mais tarde, no aplicativo de Configurações do seu dispositivo.
pt_pt: Pode sempre alterar as suas definições de notificação mais tarde na aplicação Definições do seu dispositivo.
ru: Вы всегда сможете изменить настройки уведомлений позже в приложении «Настройки» на вашем устройстве.
uk: Ви завжди можете змінити налаштування сповіщень пізніше в додатку «Налаштування» на вашому пристрої.
zh_hans: 您可以稍后在设备的“设置”应用中随时更改您的通知设置。

source: Later
de: Später
es: Más tarde
fr: Plus tard
it: Più tardi
ja: 後で
ko: 나중에
pt_br: Mais tarde
pt_pt: Mais tarde
ru: Позже
uk: Пізніше
zh_hans: 稍后

# MAIL_BODY_COULD_NOT_TRANSFER_PROFILE_ERROR$@
source: Hello Olvid! I could not transfer my profile. Could you please look into this issue? Here is the error: %@
de: Hallo Olvid! Ich konnte mein Profil nicht übertragen. Könntest du dir dieses Problem bitte ansehen? Hier ist der Fehler: %@
es: Hola Olvid! No pude transferir mi perfil. ¿Podrías revisar este problema? Aquí está el error: %@
fr: Bonjour Olvid ! Je n'ai pas pu transférer mon profil. Pourriez-vous étudier la question ? Voici l'erreur : %@
it: Ciao Olvid! Non sono riuscito a trasferire il mio profilo. Potresti per favore controllare questo problema? Ecco l'errore: %@
ja: こんにちは、オルビッド様。 私のプロファイルを転送できませんでした。この問題について調べていただけますでしょうか？エラーメッセージは以下のとおりです。 %@
ko: 안녕하세요, 올비드! 제 프로필을 전송할 수 없었습니다. 이 문제를 확인해 주시겠어요? 오류 내용은 다음과 같습니다: %@
pt_br: Olá, Olvid! Não consegui transferir meu perfil. Você poderia verificar este problema? Aqui está o erro: %@
pt_pt: Olá, Olvid! Não consegui transferir o meu perfil. Poderias, por favor, verificar este problema? Aqui está o erro: %@
ru: Привет, Олвид! Я не смог перенести свой профиль. Не могли бы вы посмотреть эту проблему? Вот ошибка: %@
uk: Привіт, Olvid! Я не зміг перенести свій профіль. Чи не могли б ви поглянути на цю проблему? Ось помилка: %@
zh_hans: 你好，Olvid！ 我无法转移我的个人资料。您能帮忙查看一下这个问题吗？错误信息如下： %@

# MAIL_SUBJECT_COULD_NOT_TRANSFER_PROFILE_ERROR
source: I could not tranfer my profile
de: Ich konnte mein Profil nicht übertragen.
es: No pude transferir mi perfil
fr: Il n'a pas été possible de transférer mon profil
it: Non sono riuscito a trasferire il mio profilo
ja: プロフィールを転送できませんでした
ko: 내 프로필을 전송할 수 없었습니다.
pt_br: Não consegui transferir meu perfil
pt_pt: Não consegui transferir o meu perfil
ru: Не удалось перенести мой профиль
uk: Я не зміг/змогла перенести свій профіль
zh_hans: 我无法转移我的个人资料

source: Manual configuration
de: Manuelle Konfiguration
es: Configuración manual
fr: Configuration manuelle
it: Configurazione manuale
ja: 手動設定
ko: 수동 구성
pt_br: Configuração manual
pt_pt: Configuração manual
ru: Ручная настройка
uk: Ручне налаштування
zh_hans: 手动配置

source: Maybe later
de: Vielleicht später
es: Quizás más tarde
fr: Plus tard
it: Magari più tardi
ja: 後で
ko: 나중에 할게요
pt_br: Talvez mais tarde
pt_pt: Talvez mais tarde
ru: Позже
uk: Можливо пізніше
zh_hans: 稍后再说

source: Unable to configure your company's identity provider with your current Olvid profile. Your profile was generated on a different Olvid server. Please contact your administrator for more details.
de: Die Konfiguration Ihres Unternehmens-Identitätsanbieters mit Ihrem aktuellen Olvid-Profil ist nicht möglich. Ihr Profil wurde auf einem anderen Olvid-Server erstellt. Wenden Sie sich für weitere Informationen an Ihren Administrator.
es: No se pudo configurar el proveedor de identidad de su empresa con su perfil Olvid actual. Su perfil fue generado en un servidor Olvid diferente. Póngase en contacto con su administrador para obtener más detalles.
fr: Impossible de configurer le fournisseur d'identité de votre entreprise avec votre profil Olvid actuel. Votre profil a été généré sur un serveur Olvid différent. Veuillez contacter votre administrateur pour plus de détails.
it: Impossibile configurare il provider di identità della tua azienda con il tuo profilo Olvid attuale. Il tuo profilo è stato generato su un server Olvid differente. Contatta il tuo amministratore per maggiori dettagli.
ja: 現在のOlvidプロファイルでは、会社のIDプロバイダーを設定できません。プロファイルは別のOlvidサーバーで生成されたものです。 詳細については、管理者にお問い合わせください。
ko: 현재 Olvid 프로필로 회사 ID 공급자를 구성할 수 없습니다. 프로필이 다른 Olvid 서버에서 생성되었습니다. 자세한 내용은 관리자에게 문의하십시오.
pt_br: Não foi possível configurar o provedor de identidade da sua empresa com seu perfil Olvid atual. Seu perfil foi gerado em um servidor Olvid diferente. Entre em contato com seu administrador para obter mais detalhes.
pt_pt: Não foi possível configurar o fornecedor de identidade da sua empresa com o seu perfil Olvid atual. O seu perfil foi gerado num servidor Olvid diferente. Contacte o seu administrador para mais detalhes.
ru: Не удалось настроить поставщика удостоверений вашей компании с вашим текущим профилем Olvid. Ваш профиль был создан на другом сервере Olvid. Обратитесь к вашему администратору для получения дополнительной информации.
uk: Не вдалося налаштувати провайдера ідентифікації вашої компанії з поточним профілем Olvid. Ваш профіль було згенеровано на іншому сервері Olvid. Зверніться до свого адміністратора для отримання додаткової інформації.
zh_hans: 无法使用您当前的 Olvid 配置文件来配置您公司的身份提供程序。您的配置文件是在不同的 Olvid 服务器上生成的。 请联系您的管理员以获取更多详细信息。

source: New device
de: Neues Gerät
es: Nuevo dispositivo
fr: Nouvel appareil
it: Nuovo dispositivo
ja: 新しいデバイス
ko: 새 기기
pt_br: Novo dispositivo
pt_pt: Novo dispositivo
ru: Новое устройство
uk: Новий пристрій
zh_hans: 新设备

# NO_DEVICE_WILL_EXPIRE_SINCE_YOUR_SUBSCRIPTION_INCLUDES_MULTIDEVICE
source: All your devices will stay active since your subscription includes the multi-device feature 🙌.
de: Alle deine Geräte bleiben aktiv, da dein Abonnement die Multi-Device-Funktion beinhaltet 🙌.
es: Todos tus dispositivos permanecerán activos ya que tu suscripción incluye la función multi-dispositivo 🥳.
fr: Tous vos appareils vont rester actifs car votre abonnement inclu la fonctionnalité multi-appareils 🙌.
it: Tutti i tuoi dispositivi rimarranno attivi poiché il tuo abbonamento include la funzionalità multi-dispositivo 🥳.
ja: お客様のサブスクリプションには、複数のデバイスで利用できる機能が含まれているため、すべてのデバイスはアクティブな状態を維持します。🙌
ko: 귀하의 구독에는 멀티 디바이스 기능이 포함되어 있어 모든 디바이스가 계속 활성 상태를 유지합니다. 💻
pt_br: Todos os seus dispositivos permanecerão ativos, pois sua assinatura inclui o recurso multi-dispositivo 🙌.
pt_pt: Todos os seus dispositivos permanecerão ativos, uma vez que a sua subscrição inclui a funcionalidade multi-dispositivo 🙌.
ru: Все ваши устройства останутся активными, так как ваша подписка включает в себя функцию поддержки нескольких устройств 🙌.
uk: Всі ваші пристрої залишаться активними, оскільки ваша підписка включає функцію підтримки кількох пристроїв 🙌.
zh_hans: 由于您的订阅包含多设备功能，因此您的所有设备都将保持活动状态 🙌。

# NO_OTHER_PROFILE_TO_ADD
source: Done
de: Erledigt
es: Hecho
fr: Terminer
it: Fatto
ja: 完了
ko: 완료
pt_br: Concluído
pt_pt: Concluído
ru: Готово
uk: Готово
zh_hans: 完成

# ONBOARDING_ADD_PROFILE_CREATE_BUTTON
source: Create a new profile
de: Neues Profil erstellen
es: Crear un nuevo perfil
fr: Créer un nouveau profil
it: Crea un nuovo profilo
ja: 新しいプロフィールを作成
ko: 새 프로필 생성
pt_br: Criar um novo perfil
pt_pt: Criar um novo perfil
ru: Создать новый профиль
uk: Створити новий профіль
zh_hans: 创建一个新的个人资料

# ONBOARDING_ADD_PROFILE_IMPORT_BUTTON
source: Import a profile from another device
de: Profil von einem anderen Gerät importieren
es: Importar un perfil desde otro dispositivo
fr: Importer un profil depuis un autre appareil
it: Importa un profilo da un altro dispositivo
ja: 別のデバイスからプロフィールをインポート
ko: 다른 기기에서 프로필을 가져오기
pt_br: Importar um perfil de outro dispositivo
pt_pt: Importar um perfil de outro dispositivo
ru: Импортировать профиль с другого устройства
uk: Імпортувати профіль з іншого пристрою
zh_hans: 从其他设备导入个人资料

# ONBOARDING_ADD_PROFILE_TITLE
source: Add a new profile on this device
de: Füge auf diesem Gerät ein neues Profil hinzu
es: Añadir un nuevo perfil en este dispositivo
fr: Ajouter un nouveau profil sur cet appareil
it: Aggiungi un nuovo profilo su questo dispositivo
ja: このデバイスに新しいプロフィールを追加
ko: 이 장치에 새 프로필을 추가하세요
pt_br: Adicionar um novo perfil neste dispositivo
pt_pt: Adicionar um novo perfil neste dispositivo
ru: Добавить новый профиль на этом устройстве
uk: Додати новий профіль на цьому пристрої
zh_hans: 在此设备上添加新的个人资料

# ONBOARDING_BAD_INFORMATIONS_RETURNED_BY_IDENTITY_PROVIDER
source: The informations retrieved from the identity provider are incomplete and do not allow to created an Olvid profile. Please contact your administrator.
de: Die von Ihrem Identitätsanbieter abgerufenen Informationen sind unvollständig und erlauben es nicht, ein Olvid-Profil zu erstellen. Bitte kontaktieren Sie Ihren Administrator.
es: La información recuperada del proveedor de identidad es incompleta y no permite crear un perfil de Olvid. Por favor, contacta a tu administrador.
fr: Les informations récupérées depuis le fournisseur d'identités sont incomplètes et ne permettent pas de créer de profil Olvid. Nous vous recommandons de contacter votre administrateur.
it: Le informazioni recuperate dal provider di identità sono incomplete e non permettono di creare un profilo Olvid. Si prega di contattare il proprio amministratore.
ja: ID プロバイダーから取得した情報が不完全なため、Olvid プロファイルの作成ができません。管理者に連絡してください。
ko: ID 공급자에서 가져온 정보가 불완전하여 Olvid 프로필을 생성할 수 없습니다. 관리자에게 문의하십시오.
pt_br: As informações recuperadas do provedor de identidade estão incompletas e não permitem a criação de um perfil Olvid. Entre em contato com o administrador.
pt_pt: As informações obtidas do provedor de identidade estão incompletas e não permitem criar um perfil Olvid. Contacte o seu administrador.
ru: Полученная информация от провайдера идентификации неполна и не позволяет создать профиль Olvid. Пожалуйста, свяжитесь с вашим администратором.
uk: Інформація, отримана від провайдера ідентифікації, неповна та не дозволяє створити профіль Olvid. Зверніться до вашого адміністратора.
zh_hans: 从身份验证提供程序检索到的信息不完整，无法创建 Olvid 配置文件。请联系您的管理员。
